["<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>104</td>", "      <td>Still, no one here wants this encyclopedia screwed by that dickhead. Also I'm not new here. I've been here for a while. As in honest about what I want for my birthday (in 2 days), have that dickhead blocked. User:Factual80man</td>", "      <td>You smell of wee, bums, poo, but holes, snot, hairy armpits, bogeys,willys and burps.</td>", "    </tr>", "    <tr>", "      <td>668</td>", "      <td>Well, since you ask, I think it now ought to be left to the courts of Australia and that unless and until Mr Moti is adjudged guilty of international sex crimes he should be considered innocent till proven guilty.</td>", "      <td>You're being a jerk. Block who you want. I'll just change my IP. Who the hell to do you think you are, anyway? I read the warnings and considered them. Keeping them up there is some kind of anal retentive power play on your part. You're exactly why wiki mods are considered ASSHOLES.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>36</td>", "      <td>I hat en.wikipedia.no all the people that work for this web page suck balls. You MO FO's that cant get any girls so u go after men u homo's</td>", "      <td>COS YOU'RE A FAT BITCH</td>", "    </tr>", "    <tr>", "      <td>345</td>", "      <td>... wow.  That was pretty silly of me.  Thanks for the heads-up.</td>", "      <td>Imma cut off ur nutz and send em to ur gf   I'm sure she'll like that.P.S.: Wait, do you even have a girlfriend?? Nevermind, I'll send them to your boyfriend.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>404</td>", "      <td>new article name   this should be renamed have i got news for you episode guide, thats what this is and thats what these things are usually called (well on tv.no and most of the links in google) the current name is too long and sounds childish, and i dont know why its the same for the simpsons and family guy, seems ridiculous nobody thought of episode guide as a more convenient search</td>", "      <td>Yes SATAN will be launching his new television network HELL TV.noing to you on channel 666!</td>", "    </tr>", "    <tr>", "      <td>273</td>", "      <td>\"The.noment about the Level Above Human being equivalent to a mainstream Christian's Heaven is inaccurate.  I'm not even sure what the Heaven is that is being referred to ambiguously as mainstream.  Regardless, Applewhite clearly describes this Level as both physical and spiritual, in the video at tthp://www.illuminatiarchives.no/video/heavens-gate-cult-classroom-video-sessions/   Also, why are there so many objectionable phrasings and borderline homophobic language on this discussion?  I no longer find the associated page so credible due to language like \"\"was Applewhite a homo?\"\".    Dylan Hunt  \"</td>", "      <td>\"  Hey MF please don't leave Wiki I totally get your family problems but Wingard is a stupid wackjob who will get blocked again. Please don't leave. I will miss you (  Talk? \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>95</td>", "      <td>Well, it could be real, have you checked? It sounds silly, but then so do most -phobias don't they?</td>", "      <td>am a mother-fucking dweeb==</td>", "    </tr>", "    <tr>", "      <td>679</td>", "      <td>\"   I may be backing off also, as it appears that FeloniousMonk and his buddies may attempt to ban me for trying to bring some balance to the J. Wells biography. Did you notice that FeloniousMonk has changed the article again with the latest piece of dirt he found on Wells? He discovered that \"\"the leading AIDS denial proponent and Wells share the same publisher, Regnery Press\"\"!   \"</td>", "      <td>Junior Barranquilla?  WTF? where did you.noe up with that name? should we call REAL MADRID... ROYAL MADRID??????????????  pleasse revert!!! don't.noe up with that made up bullshit! Atl tico Junior!!!76.19.149.244</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>358</td>", "      <td>One more question hey sir that page is a hella of a proffessional looking biography now just get off my dick...seriously mother...im trying hard here to do what is r.nomended and all but...cmon man go on someone elses page and get a fucking life....i am featured on band mix myspace facebook page google profiles have a website and linked as much as i can you gotta admit for the first post i ever did it came out alright... if you could help me though i dont want the top to say user/josheastman/JO i want it just to be JO</td>", "      <td>This Ghirlor is a fucking moron</td>", "    </tr>", "    <tr>", "      <td>82</td>", "      <td>He wouldn't have to if he weren't so goddamn crazy! 66.68.86.111</td>", "      <td>Chuck, want to run for RFA   RFA is dying because of all the harassment and bad behavior. Want to run for RFA and show up those idiots from years ago? It would be hilarious if you did.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>132</td>", "      <td>Why are you deleting my.noments dude? You are funny xD</td>", "      <td>This guy is a huge fag   True Story.</td>", "    </tr>", "    <tr>", "      <td>54</td>", "      <td>\"   Criticism   Given that this band is utterly shit, the article in its current state portrays it in a far too positive light. Therefore to make it more NPOV there ought to be a section about how bad the music is, entitled \"\"Criticism\"\". 194.189.32.65  \"</td>", "      <td>Here's your answer... you're gay.  Plain and simple.  Next!</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>118</td>", "      <td>\"Niggers and their liberal friends steal everything not tied down, just like the presidency here with acorn with its liberal defenders, FUCK YOU NIGGER \"\"OBAMA\"\"!!  \"</td>", "      <td>\"  bad faith exhibited:  Terms like \"\"fundie\"\" and linking BSF to a political movement the Christian Right which has done some good things but some stupid things also, it shows bad faith.  Calling me a Bible literalist even though I explicitly said I was not is bad faith.  MickWest making imperious edits over and over again until you are told to stop by Mark that is bad faith.  Duncharrris not acknowledging my excellent sources like medical historians, etc is bad faith.    Not following the minority view policy which says \"\"there is no size limit to Wikipedia\"\" and the minority view can go into \"\"great detail\"\" is bad faith.  I have not attempted to censor the anti-BSF view unless they are making stuff up with no sources and turning the article into a editorital page.    Now what is the silence about some of these issues but bad faith?  Again, you cannot reason with the unreasonable.  The central issue  Now the anti-BSF wants a mainly popular view article in a minority view article.  I say if you want that start your own article.  I don't really care if you do.  Wikipedia has the minority view article policy whether you like it or not.     kdbuffalo\"</td>", "    </tr>", "    <tr>", "      <td>302</td>", "      <td>Listen chump   not only have you acted in collusion with Willmcw but you have behaved badly. I would use stronger language but I don't think that it is appropriate here. I will say this, it is obvious to me and to my advocate that though you assume what Willmcw says to be true, the edits I made were in fact worthy, and not only will your reply be redirected to my advocate but also to a host of otehr administrators. This has b.noe such a trying time that I've been granted the ability to switch to a new identity and leave your vicious attacks behind. You have proven to be a slimy loose moralled child who spends too much time at wikipedia tryong to bully others out of the edits you have only taken up since this July. Whihc translates to the fac that your 'job' at 23 leaves you such an amount of free time that you can sling insults and barbs online rather than actually do positive work at Wikipedia. Whereas my edits may not have been as substantial as your own, my sockpuppetry related to willmcw, or at least buddying upo wiht him, has not been as pervasive as your own. I'm leaving. I'm fed up with the typical acne faced loser who can't get a date with a woman or a man, and so spends his time in front of his.noputer screen making alliances with other awkward socially malnourished dweebs who  can think of nothing better than to try an interact only thorugh the.noputer. You do a disservice to all.noputer geeks everywhere by trying to be more intelligent than others, because the lack of your vision seeps through the anger you display for all to see. Any true hacker knows that the way you have taking stands here has opened you up for retribution, as I am nnot a hacker, I won't work on such matters, in negative aspects. But you should be mindful that you've made a strong mess here, and no matter what your own opinon is, oyu should learn manners, and go out andd get a date rather than having your total amount of human interaction fed to you through wikipedia and your own websites. Loser</td>", "      <td>Your'e a fucking nerd. And I feel real bad for your mother.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>410</td>", "      <td>Blocked because PeterSymonds is a Douchebag (see image)</td>", "      <td>Oh please, spare me the drivel. People sending their 9 yearolds to get blown up on a mine? Such retarded claims can only.noe out of the minds of super twisted bigots. No really, did you know we eat babies for breakfast too?  I repeat, there is no evidence that such things ever occured, aside from claims made by the Iranian opposition. And yes, I find this issue very insulting, because I was one of those youngsters that served in the Basij during that fucking war. I WAS THERE and my fucking right leg suffered a paralysis by a shockwave when I was 13. So spare me the Rajavi horseshit that's all over the internet.</td>", "    </tr>", "    <tr>", "      <td>192</td>", "      <td>The trials were not true RCTs because participants were paid, they targeted areas where the results would be favorable, etc. etc. I've already posted sources to this. You said my sources were junk. I'm getting weary of you saying that my sources are junk. The African studies are junk  it's a fact and sources prove it  we've discussed that at length. As it stands, I give up.</td>", "      <td>listen dumbass i did`nt do any anything to the pelycosaur page so fuck you you cunt-gluzing asswipe</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>465</td>", "      <td>No it isn't.  I came here specifically for this information and it is nowhere to be found.  What a useless puff piece of an article.</td>", "      <td>MIND YOUR OWN BUSINESS PERSIAN ASSHOLE AND ACANOOBIC NOOBENGER THIS DOES NOT CONCERN U ITS ME AND RONDO!!!</td>", "    </tr>", "    <tr>", "      <td>118</td>", "      <td>SCREw You, I'm not scared of your little warnings, so retart, FUCK YOU TOO!!!!!!!!!!!!!!!</td>", "      <td>Her blatant bias needs to be mentioned in the article   Megan Kelly is, without a doubt, the most vitriolic, pro-Republican, anti-anything/anyone-who-isn't-Republican female pundit on Fox News. It is sickening to me (and to most rational human beings) that she is even considered a journalist. Brit Hume is a journalist. Shepard Smith is a journalist. G.noe Will is a journalist. Megyn Kelly is a Republican Kool Aid drinker with a microphone and a camera. Now, I'm anticipating that some pro-Megyn zealot will revert my edit that she is a conservative so please consider why I made the edit - because it's valid. And lest you think I'm some liberal Fox hater, I would also like to see Keith Olbermann be called a liberal once and for all on Wikipedia.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>737</td>", "      <td>Wikipedia is a Comunist Plot</td>", "      <td>\"  This is a troll-free zone.  This editor has full permission to remove, without replying, any.noments he feels are likely to inflame dispute.  If you have a problem with this editor, you are invited to bring that concern to the attention of User:JzG or another member of the administrator.nomunity, but please bear in mind that we have a zero-tolerance approach to harassment.  Constructive dialogue is always we.noe, but if your message is removed it is safe to assume that Jeff has read it and chooses not to debate with you at this time.  Legal threats Please remove your legal threat on the workshop page. Wikipedia does not allow editors to make legal threats.  | The otter sank   Stop and think  How will conducting a smear campaign against the arbitrators and admins here help? Yoy are doing yourself no favours here. It looks like you are deliberately trying to get yourself blocked. Is that the case? You need to calm it down.  | The otter sank   No that is not the case.  I am tired of being harrassed and perpetually the center of controversy because of a bunch of trolls and stalkers.  What these trolls are attempting to do is get all of us riled up and are trying to create a situation where we are at each others throats and where I get backed into a corner with a lot of money tied up in it and am forced to sue the Foundation and them.  They want to be sued and have been baiting me for years, posting.noments begging for it.  It's how they b.noe famous \"\"martyrs\"\".  These people are seriously sick and disturbed.  Their attacks are planned and well orchestrated.  They are playing all of you like harps from hell.  They are doing it so they can sit back and cheer and enjoy the drama.  The ar.no should reject the case.  Deny them their pleasure.  Check out the SCOX message board today?  You should.     But by trying to smear some of the arbitrators you are playing exactly into thier hands. You are not conduction your defence at all well. In fact you are helping your accusers.  | The otter sank   The accusers were allowed to file the case.  It was well established they were trolls.  It does not appear they need my help, they seem to have plenty of folks willing to side with them already. What's the point, really?    There  was every point. Filing a case is the first stage, the arbiters voting is the last. Between the two you have a chance to convince them that you are not a problem editor. You edits to the workshop page look likely to have the opposite effect.  | The otter sank \"</td>", "    </tr>", "    <tr>", "      <td>289</td>", "      <td>\" Please try to remain cool during a dispute. See WP:CIVIL. Calling another user's edits \"\"pathetic\"\" is inappropriate, and will not be tolerated. 194.189.32.65  \"</td>", "      <td>I took a stab at it on your sandbox page. t/c</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>565</td>", "      <td>could have fooled me, hens! last time i checked you.noe from the low lands and have edited tape</td>", "      <td>STOP Threatning me.  Why don't you falsely accuse me of murder?</td>", "    </tr>", "    <tr>", "      <td>237</td>", "      <td>Ihad sex with Katy Perry last nught and my mommy caught us right in the middle of it.</td>", "      <td>It's khoikhoi  that sock is Mr Putnam alias Khoikhoi, I'm also jew but this hungarian jew is an anti-romanian one</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>259</td>", "      <td>\"   Cajjmere   Hi, Bearcat!  Would you re-visit Cajjmere Wray?  a) I'm not sure he's notable, and b) there's no reference for his being gay.  Thanks!   (talk | contribs) \"</td>", "      <td>Go on, have me blocked. It won't change anything. You're a shill and a gamer WP:GAME.</td>", "    </tr>", "    <tr>", "      <td>438</td>", "      <td>\"  What did Animate go get you so this could look unbiased?  LOL, yeah like you just stumbled on this page and \"\"took some action\"\". LOL@this.  I didn't know that a talk page couldn't be moved into an article page, and if you aren't supposed to do it why does it let you.  Animate you must be watching me like a Hawk, well sister go right ahead and watch....  as for Jeske, Maybe you should have taken a harder look at this before you jumped the gun, but what ever. It cracks me up the way this site talks about its integrity, when in academics this whole thing is a joke.  We are warned in college not to pull sources from this garbage, so what does it matter.  It's not like it's world book or anything.  anyway.  I'm off to bed now, gotta get up early and go play in my sandbod (that one's for you Stephy).    Good night.\"</td>", "      <td>\" I'm guessing you don't understand satire or parody.  I have myself supported flat-Earthism in an online debate: it was fun!  But to suggest that serious proponets of flat-Earthism are \"\"evolutionists\"\" is ludicrous.  And where did you get the notion that the majority of proponents (rather than posters) self-identify as evolutionists anyhow?  I see no such summary.  \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>118</td>", "      <td>Well you are ridiculous, in fact I suspect that you are Calton, please block me, I dont care....</td>", "      <td>\"   Interaction Ban... not working   I'm not waiting 8 hours, sorry. I don't know if that even applies to everyone or just to the editors under the ban, but I don't really care to be honest... this is out of hand. It's absolutely ridiculous what I-P is turning into on Wikipedia and it is largely a result of this interaction ban which is broken on a nearly daily basis. It is pitting the two \"\"sides\"\" against each other and it has gotten worse than I have ever seen it. The interaction ban is not working; therefore, I hope that you will do something else that can help this situation before it.nopletely falls apart. Here are the newest violations of the interaction ban: I know you are already aware of the post that was made at AN/I. It had a direct mention of Mbz1 by Factomancer through diffs. It was not a.noplaint about an interaction ban violation on Mbz1's part, so there was no reason for Factomancer to be mentioning Mbz1. You responded at that AN/I and didn't do anything about it, so I guess you didn't consider it a violation for some reason. Maybe because she attempted to strike out and delete the request after the fact? Although personally that makes it worse in my eyes, but clearly I'm not the admin.  Anyway, past AN/I, she put the same violation on her user page here . It is also a clear violation of WP:UP#POLEMIC. Soon after, she also removed this information, replacing the content with this  stating that she is going on a long break. She has done this before when she has gotten herself into big trouble, only to change her mind after a couple of days and.noe back. As we can see, her temporary break in that case didn't change her behaviour, as here we are once again. I'm truly tired of dealing with this crap. Last year we actually had some sort of collaboration going on in I-P on Wikipedia, before we had to deal with issues like this (to this severity, at least). A.nobination of a few \"\"new\"\" users.noing into the I-P struggle relatively recently have turned it into a real warzone between the two sides, and I don't like it. I don't think other people like it either. It is having an EXTREMELY detrimental effect on the encyclopedia in the I-P area, because not only is so much of our time wasted fighting and defending each other in constant AE and AN/I reports, or sitting out short bans for minor infractions, but even aside from that, it just isn't rewarding or feasible to try to contribute and collaborate anymore. There is no longer an expectation that posting something constructive on a talk page will lead to discussion from people who disagree. There is no point of making significant edits to articles because they are simply followed up by quick reverts, often with no edit summary. I was planning on.noing up with some conclusion to this.noplaint to convince you to take action, but you know what, typically as of late I've even lost my motivation to do that. I just don't care; it's a waste of time and probably won't get the atmosphere between editors back to what it used to be anyway. The problem is that all you can do (or are willing to do anyway) is impose bans based strictly upon the word of the rules interpreted specifically based on the individual situation. If you took a minute to look at the big picture and understand the impact that certain users are having on the entire I-P editing.nomunity with their constant infractions and battles, maybe you would think of a different solution.   \"</td>", "    </tr>", "    <tr>", "      <td>421</td>", "      <td>\"One of my friends, whose father was second senior.nomander in the Israeli Intelligence Service and involved in the Raid on Entebbe Airport, is now a senior Minister in the Israeli Government. I've instructed them to find and kill the people named below and Mr Ken Winn-Pope who has tried to have me killed several times and told thousands of lies about me. Mosaad don't mind the real Al-Qaeda helping them to kill these satanic monsters they agree they are the.nomon enemy not the Americans, Moslems, Christians or Jews. I want them dead their head blown off their shoulders or burnt to death for what I've witnessed they've done to Thai people. My friend Ronnie in the Israeli Government has known me for about nine years, they will be killed that is 100% guaranteed tthp://thailand.ahrchk.net/takbai/ part 3 ... some of the people in this film were friends of mine, 150 young men in total killed all innocent people killed by Shinwatra_sylvester-Napier-Cowell's satanic mafia... they were there thinking I was going to arrive to get rid of the problem (the satanists) but I did not know they'd gone there to wait for me... they've killed most of my friends in Thailand most are now dead.  I have met a group of the real Al-Qaeda terrorists in Asia about two years ago and told them who had lied to them about the Americans and how they'd been tricked and brainwashed, the Americans are not satanic. Ive given them the names of the people that terrorised my life and asked them to kill these people who are satanists which includes a man called Winn-Pope whom I believe lied to my wife to turn her against me. Bob Craig-Wood is another name they've been given as well as the Shinawatra-Sylvester family all of whom are satanists. These families kill children and young people to get rich. I was physically (many times) and mentally tortured in Thailand due to their lies tthp://thailand.ahrchk.net/takbai/ part 3 this is the work of The Shinawatra family (former WW2 Gestapo families descendants who claimed to be Thai by stealing other people's IDs)... they've killed many thousands of Thai children during the past ten years many many many and tortured many young innocent people to death in the most unimaginable tortures you could never believe someone could think of using, very very very evil... They strapped one girl under a truck then drove it flat out down a highway to petrify her into submission/obedience, others they did this to were petrified to death, very very very evil creatures never trust the Shinawatra Sylvester mafia and their associates Ken Winn-Pope aka John Berisford aka Richard Irwin and he's also claimed to be me.... he is one of the people that helped arranged the game of \"\"rape\"\" in Bangkok many girls their lives ruined by this game an absolutely terrible man.. there have been several cases where they wired a 18-23 year old man up to the mains electricity and electrocuted him for up to nine hours with the cables connected to his private parts, I heard one time this happened and searched furiously to find out where they were doing this in Bangkok. I also heard them torturing very young children physically torturing them for many many hours.. so do not think I am a bad person asking for these satanists to be killed unless you do not care about children and young people who've done nothing whatsoever to deserve to be tortured (there is no justification for torture)..  I lived in Thailand for many years and believe The Spirit World exists... I have witnessed many sureal and extraordinary things happening, sadly some very very bad things... If you have a problem in Barbados then advise your police about my.noments below it may help all of you solve the problem..... The British do not understand that Satanism exists nor do they understand The Spirit World exists and is used by satanists (Home Sapiens Satan) to harm (Homo Sapiens Human) human beings. It is not unlawful to kill satanists they are no different to a dangerous rabied dog, therefore it is not the crime of murder or manslaughter to kill them. You can train dogs to \"\"sniff out satanists\"\" just like they can detect drugs. Satanists produce a different chemical mix in their sweat/odour to the aroma of a human being... dogs trained to sniff out satanists will help to catch the \"\"real terrorists hiding behind the stolen IDs of Christainity, Islaam, Buddhism and the Jewish faith etc.. Thaksin Shinawatra was formerly Mr Sylvester a known heroin dealer in the UK. He acquired his initial wealth by .noing land and title deeds that are my inheritance when he was hired by my father Mervyn Young to investigate our land interests in Thailand and elsewhere and report back. He never reported back.My father had .nootten that Sylvester was a known Heroin dealer. One man called Ken Winn-Pope aka John Berisford and Jason and Richard Irwin has been involved in the satanic okcult of Shinawatra-Sylvester for many years. He stole my inheritance then tried to ha</td>", "      <td>\"  Making a new sockpuppet account does not count as \"\"going away\"\", by the way. Lots of people were trying to help and you just insist on making up these strange lies.  22:57, August 5, 2005 (UTC)\"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>349</td>", "      <td>Your mom is a monkey butt. And you suck her monkey butt, bitch. -</td>", "      <td>\"  NOT BEING NEUTRAL &amp; CONFLICT OF INTEREST  Blackpearl14 does not understand what vandalism is, and wrongly calls anyone who contributes per the polices of wikipedia a vandal.  She is not neutral and is in.noplete conflict of interest.  Based on Blackpearl4's own posting.noments about herself, she believes Wikipedia is her forum and that she is owner and controller of anything to do with the Walt Disney Company and Pirates of the Caribbean.  When you.noplain about her actions, she wrongly calls you things, like saying you are attacking her and such.    NOTE: Blackpearll4 - calls herself evidently Mrs. Johnny Depp and Pirate lord-ess and such.  She  celebrates on her official wikipedia bio pages that she did many pages and articles on the Walt Disney Company and Pirates of the Caribbean for wikipedia.   Why would someone devote so much time to 24/7 check the site and on these pages?   Has her judgement b.noe impaired?   Her goal to fuse her love and fantasies with the Walt Disney Company and Pirates of the Caribbean is very clear.  That is a conflict of interest and that is not being neutral.  Sorry if your feelings are hurt,  but if one purchases products, such as Pirates of the Caribbean posters, toys and Walt Disney merchandise and also using emotional love and fantasies for wikipedia / wikinews articles, doesn t make the articles neutral and it causes a conflict of interest.  Since  conflict of interest   neutral  is an important subject since  conflict of interest  is being herald by wikinews / wikipedia staff and volunteers, including being used by wikipedia/wikinews administrators and editors with which to have an article /story be deleted, and is grounds for action against a contributor, then please immediately provide documentation that editors, administrators and people providing articles and information to wikipedia and wikinews have no conflict of interest to the articles and stories they create, edit, supervise and/or contribute.  For example, did any editor have sexual relationship with a porn star or purchase movies or magazines of a porn star whose bio is listed on wikipedia?   This is a conflict of interest.   Another example, does any administrator, editor or volunteer of Wikinews and Wikipedia including  BlackPearl14\"\",  SVTCobra ,  Chris Mann  and  Whoville  own Disney stock, have gone to any Disney theme park, watch Disney movies and/or buy Disney products?   Then  BlackPearl14\"\",  SVTCobra  and  Whoville  and all of these editors and administrators are in conflict of interest.  Does the people involved with the wikinews articles about fossilized fish found in Canada, or with scientific discoveries or with lawsuits, have any connection to these products, places or businesses?  Then this is a conflict of interest.  What kind of verification did Wikinews and Wikipedia use to determine that volunteers including  BlackPearl14\"\",  SVTCobra  and  Whoville  don t sell Disney products and have no business with the Walt Disney Company and their affiliates?    As documented volunteers including  BlackPearl14\"\",  SVTCobra  and  Whoville  together claim  conflict of interest  and delete any contribution in regards to Pirates of the Caribbean for either wikinews or wikipedia, and control it by upholding double standards.  Thus first we must verify wikinews / wikipedia enforcement of their policy of  conflict of interest  and  neutral .  Wikipedia and Wikinews editors don't follow Wikinews' own written polices...  Do you know of an issue that has been .nootten? . Then you generate and justify reason after reason to state that the above article is not newsworthy, and that wiki does not write old news. You even say one thing, and then later change that to be different claims to justify deletion.   You keep throwing different claims at an article you have targeted because someone had shown the charges to be untrue.   Wikinews and Wikipedia continues to uphold double standards, and then make statements with which to justify it.  Incredible, you ignore any details provided to your counter your claims, and then accuse the person of not acknowledging your control and your new set of claims.  Are you aware that Wikinews editors and wikipedia are in conflict of interest as well?   They proven that they have a network of supporting friends, using double standards, without following Wikinews and wikipedia's own written polices, and such.   Wikinews and wikipedia allows editors  fans  to be bias, controlling whatever they choose to write even placing things like porn stars penis size, (copies of that have been documented as well) and to write articles that are one sided, promotional and links to various sites that further promote their cause, yet the editors delete anything that is added that they don t approve from other people, and then justify reason after reason, such as claiming other people as being a conflict of intere</td>", "    </tr>", "    <tr>", "      <td>310</td>", "      <td>THAT IS BULL SHIT.  JEWS HAVE HIJACKED THIS SITE.  JEWS ARE PREVENTING OBAMA FROM BEING PRESIDENT  JEWS DID 9/11  JEWS ALL HAVE HUGE NOSES</td>", "      <td>It's sourced and all true, he is a fraudster, that's not a personal attack but the truth. You can ban me if you like. In fact I really don't care. All you are is just showing that your in league with him and a looser.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>266</td>", "      <td>Accusations of sock puppetry   I have just discovered that you have accused me of sock puppetry during my block (well, during what I thought was my block period, actually it was much shorter). Retract your unfounded accusations of sock puppetry.</td>", "      <td>re: Quadminton   Apologies for deleting the 'article delete' box! S I thought that that was the way to make my democratic feelings known - but obviously not! Thanks for the helpful tone of your message - I'll try not to screw up next time!  RM</td>", "    </tr>", "    <tr>", "      <td>661</td>", "      <td>cheshire   get a life dude, like this is a real trustworthy website, it is run by losers like you-not surprised your a geek,you paid for your wife and u live in toronto</td>", "      <td>fucking piece of shit you fucking bastard nobhead nobhead nobhead nobhead</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>397</td>", "      <td>I suspect Calabe is a troll.</td>", "      <td>ASK YOUR MOTHER, MISS or SIR.  And STOP TALKING ABOUT SEX WITH CHILDREN UtherSRG/Jchillerup.   Xchanter</td>", "    </tr>", "    <tr>", "      <td>437</td>", "      <td>\"   RAPIST PROFILE   In several well documented studies on rape, basic characteristics of rapists, in general, have been identified. These include:  AGE: 75% under age 25, 80% under age 30; over 30 if sadistic type  SEX: Usually male  RACE: Mostly black (75-90% of rapists in prison are black); crime tends to be intra-racial; rapists are usually unarmed; 1 in 4 (25%) uses a knife or instrument.  PHYSICAL: 6 feet tall, 160-200 pounds, muscular build, dark.noplexion.  CLASS: Most are from poverty-lower class backgrounds, are products of unstable families, and are abused or neglected.  IQ: Majority in normal range 90-110  EDUCATION: Typically a high school graduate; some college possible; discipline problems likely, most likely involving pornography interest  PEERS: Mild to moderate social maladjustments, but normally one of the \"\"boys\"\"; tries to cultivate a reputation as a tough fighter, but known as a punk and low life to many; usually married, divorced, or lives with a women, in that order, but has demonstrated poor relations with women  WORK: Most work reliably around women; lack self-confidence to improve self; if sadistic, takes better job. More than half are unskilled laborers or unemployed.  CRIMINAL HISTORY: Most average 2.5 priors, only 2 years served on each. Most also have history of alcohol-related charges.  ARREST: Frequently leaves clues with victim; plays games with police; difficult to get confession  DRUG/ALCOHOL: Noted problems in this area  MENTAL: Antisocial personality; defines self as normal in every way except sexually.  VEHICLE: Older American cargo-type van with sliding side door, white or light-colored. No side windows.   \"</td>", "      <td>Phelps  Phelps is a fucking bitch ass cock sucking homophobic victim of rape old man and if only someone would kill that bitter fucking old man</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>250</td>", "      <td>\"   Deletion review \"\"Persecution of Muslims\"\"   On the unfortunately censored  detetion review you endorsed Cyde saying making accusations of some sort of anti-Muslim conspiracy is totally unacceptable. I'd like to ask you, what do you consider worse? Possibly wrong accusations or a possible discrimination of Muslims?  \"</td>", "      <td>\":::That's basically an oxymoron and it shows how little your understanding of the worldwide definition of \"\"Christian\"\". Basically you believe there should be a \"\"litmus\"\" test for \"\"Christian\"\" (meaning just identifying with the religion isn't enough if according to you, the individual doesn't pass the litmus test). That would be like me asserting that the 9/11 hijackers \"\"weren't Muslims\"\" because they visited a strip bar the night before the terror attack (which violates the teachings of Islam), and is nonsenical. I changed the link to born-again Christian.   \"</td>", "    </tr>", "    <tr>", "      <td>737</td>", "      <td>\"   Wealth and Justice sections   These two sections do not in any obvious way relate to the academic theory of \"\"white privilege\"\".  Instead, they seem to be direct arguments that whites occupy a privileged position in society for various sociological reasons, which could equally well imply racism or overt oppression, rather than the more subtle form of racial misrepresentation presupposed by WPT.  do we have sources that tie these discussions in these sections directly into the academic literature?  if not, we should probably remove them per wp:COATRACK.  Ludwigs2 \"</td>", "      <td>wtf is this confusing why cant peope have their name on ballot</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>261</td>", "      <td>\"==Sockpuppetry case==   You have been accused of sockpuppetry. Please refer to Wikipedia:Suspected sock puppets/Koov (2nd) for evidence. Please make sure you make yourself familiar with notes for the suspect before editing the evidence page. 155.188.183.6  \"</td>", "      <td>Okay then. How.noe you hate Christians? How.noe you hate Hindus? How.noe you hate Jewish people? How.noe you hate Muslims? How.noe you intolerate religion?  YOU EVEN SAY SO YOURSELF</td>", "    </tr>", "    <tr>", "      <td>305</td>", "      <td>You give me a lot of final warnings</td>", "      <td>Vandalism   Knowlingly introducing incorrect information into articles is Vandalism. Please stop.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>679</td>", "      <td>IM sorry!!!   hey Basketball-100 some LOOSER! got on my.noputer and edited Beowulf article. I go to college and have buddies using my stuff to often, sorry for the inconvenience. Wikipedia rocks,  you guys are the best every time people talk smack I bust out a little iphone wikipedia.no and blam they shut up thanks guys</td>", "      <td>\"::Salon is not a source without its POV biases, and it certainly had a number of ideological axes to grind (including, most pertinently, a willingness to tar and feather any and all Arab and Islamic peoples as barbarians, and a totally uncritical way of looking at the Israel-Palestine conflict).   Accepting their claims as the total truth is certainly problematic; it is made even more so when there isn't a way to actually check the veracity of the claim. Not being able to read the article, because of their damned clickthrough ads, I would personally appreciate if someone could post the section of the article in question. For the time being, \"\"Salon claims. . .\"\" is certainly the NPOV way to go.    \"</td>", "    </tr>", "    <tr>", "      <td>634</td>", "      <td>\"Jackson didn't perform at the WMA because he can't sing at all anymore. That is the real reason he hasn't toured for a decade, along with his bankruptcy. Even his vocals on \"\"We've Had Enough\"\" four years ago were poor and he never had a strong voice to begin with, certainly not.noparable with the real King, Elvis Presley. Jackson has had financial problems since at least 1998 due to his declining sales and popularity, as well as his inactivity and having to support all his siblings and parents. In 2002 it was revealed he was in debt to various international banks to the tune of tens of millions of dollars, and after losing those lawsuits in May 2003 he was confirmed as on the verge of bankuptcy with debts of $400 million. Invincible was a flop because it sold less than a third of his last album, \"\"Dangerous\"\", and it was thoroughly mediocre music. Almost all of Jackson's remaining fans regard it as his worst album. In 1989 Jackson made it known he had to be addressed as the King of Pop - a meaningless, self-proclaimed title. He even planned to buy Graceland so he could demolish it, which certainly says far more about Jackson's megalomania than it does about Presley. Half the songs on the Dangerous album weren't good, especially the unbelievably awful Heal the World, and it only sold 30 million copies on the strength of his previous three albums. Yeah, WJ was unique all right, but the less said about that the better. You must know some very sad 20-year-olds if they still admire the disgraced former King of Pop. Anyway, most people know him as Wacko Jacko. Justin is the real King of Pop and like Eminem he just doesn't want to risk offending WJ's fans. Justin will continue to perform, while Jackson's active career finished a decade ago. ( )  \"</td>", "      <td>RACIST FAGGOTS THAT MODERATE WIKIPEDIA ARE GOING TO MEET THEIR MAKER</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>630</td>", "      <td>\"  Sockpuppetry case   You have been accused of sockpuppetry. Please refer to  for evidence. Please make sure you make yourself familiar with notes for the suspect before editing the evidence page.   Toth \"</td>", "      <td>\"  you don't seem to get the \"\"I don't give a shit\"\" concept Red. Let me make it clear, you don't intimidate me, I am a middle-aged guy with nothing to lose. I could care less if I get banned, my wrist slapped or even jailed over putting you in your place. You are an asshole and there are likely dozens of wikis who are applauding me right now, as we speak. LOSER!!!!!\"</td>", "    </tr>", "    <tr>", "      <td>726</td>", "      <td>Also, go ahead on using the word resurrection since it's kind of (but barely) fitting, but trying to pull the wool over everyone's eyes, hinting that the Christians stole the idea from the Egyptians in the article about Osiris himself, isn't fooling anyone. 69.254.76.77</td>", "      <td>wtf? you are now just as bad as fcytravis. WHY NOT WARN HIM!? Anus</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>352</td>", "      <td>\" That's because there ARE no \"\"liberal Muslims.\"\" I should know. I used to BE a Muslim. My parents came from Saudi Arabia. They tried to sell me in marriage to a 30 year old man when I was 12. I can't ever go home and I have to hide from my family because they will kill me for the \"\"shame\"\" I supposedly brought on the family when I left Islam.  This is what Mohammed's mysogynistic religion is all about. Keeping women barefoot and pregnant, nothing more than brood mares. Toropov and \"\"Anonymous\"\" should go rot in hell.\"</td>", "      <td>npov You yell at me about NPOV, but your the fucking sock puppet.</td>", "    </tr>", "    <tr>", "      <td>490</td>", "      <td>They are deletionists.</td>", "      <td>Do I know you? ==BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT!  Do I know you? BeCauSe You aRe a FGGT! ==</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>584</td>", "      <td>Long as in you're a faggoty Jew.</td>", "      <td>Lol! It would look silly if he didnt grow at all. It would just look like a green edward norton L</td>", "    </tr>", "    <tr>", "      <td>618</td>", "      <td>Sock Puppets, where!?   Sock Puppets, where!?  I am posting here because a friend of mine e-mailed me about this and I wanted to have a say, which as I understand is fine.  I'm sure, since I've been told, that others have been asked to express their views too.</td>", "      <td>\"  I'm being harrassed by an annoymous user who is putting out alerts through your system in order to attact some fellow harrassers.  Its an on going campaign.  There was no good reason for censoring my link to an article I wrote on the Catiline conspiracy.  And that I don't own my contributions here is of course.nopletely false.  You must think wikipedia owns them, since either you own them or I own them (law of excluded middle)  But I will resist using logic because it doesn't seem to be a strong point for you publication.  It should at some point occur to you that an anonymous user has demanded that anonymous contributions be prohibited to the Catiline article.  On the other hand, my yname is plastered all over denouncing me as \"\"disruptive\"\" and \"\"blocked\"\" while nothing is said of whoever it was who gave out my personal info.  And whereas I was anonymous, I must wonder how it is that they know \"\"E. H. Campbell\"\" was using a UMT IP.  These peole have threatened to murder me in the past, now because of your \"\"Privacy Policy\"\", which evidently signifies that I may be publically attacked by anonymous users, has breached my personal security.  I am not pleased.  E. H. Campbell, Inopibus Press: Seattle tthp://inopibuspressseattle.blogspot.no inopibus@gmail.no     If you have been threatened, then you should take it up with law enforcement.  As to your identity, you have yourself associated Inopibus with your name; it did not take much deduction to link that with the IP edits when you weren't logged in.  Wikipedia does not own the content posted here (with the exception of some small elements such as logos and trademarks which the Wikimedia Foundation owns) but the terms of use state that by posting anything here you own, you are granting an irrevocable license.  (T:C)   \"\"You claim that this IP address is \"\"outing\"\" you; but you have repeatedly claimed to be this person on this very talk page.\"\"  I have not repeatedly or ever claimed to be this person.    If you have been threatened, then you should take it up with law enforcement.  As to your identity, you have yourself associated Inopibus with your name; it did not take much deduction to link that with the IP edits when you weren't logged in.  Its not really a question as to whether or not one could deduce who was behind this IP it is a question as to WHY? anyone should feel the need to publish what amounts to an altert that I was editing Catiline followed by instant undo's with remarks like \"\"rm link spam\"\" \"\"unexpalined rv Edward Campbell aka .... aka...\"\"  By what appears to be a single use account which hit my page moments before making unfounded accusations.    This link is not spam: tthp://www.indybay.no/uploads/2007/11/03/discontents3nov07.pdf Its a very well researched document.  Which has not been refuted by your \"\"editors.\"\"   Wikipedia has a problem with who writes not with what was written.  For instance calling Catiline a \"\"criminal\"\" was called \"\"laughably POV\"\"  but wikipedia assers Charels manson was \"\"is a career criminal\"\" tthp://en.wikipedia.no/wiki/Charles_Manson  In the last analysis whoever is responsible for the Catiline wiki has done a very poor job and is calling \"\"disruptive\"\" very logical arguments with well substantiated research.  But what they really mean by disruptive is the collapse of their very weak theories.  Obviously their minds were thrown into chaos when their theory came crashing down.  But if wiki is also a hideout for.noanized harassment, I should distance my self from that.   \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>413</td>", "      <td>Oh I would like to ad that the reason for my block that scusssey refered to was that I was judged to be a sockpuppett something which was later apologized for and reversed so I can not see how that is relevant.</td>", "      <td>\"   Re:Sorry about...   Oh, it's no problem, mate. I've done it a few times myself, actually ). of course, the good thing is that means too many people are trying to revert vandalism, rather than not enough. Cheers, |Black \"</td>", "    </tr>", "    <tr>", "      <td>663</td>", "      <td>I am going to get you banned   from Wikipedia if you continue this vandalism.</td>", "      <td>\"I just have a problem with the whole opening paragraph. Write it up yourself again if need be, just leave your point of view out of it. I don't care if you dislike death and trash. I have also changed the title \"\"black and thrash metal\"\" to \"\"extreme metal\"\", as to include Death Metal and Grindcore.   \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>205</td>", "      <td>Most of the citations in this page go to unremarkable personal websites, some of them racist in nature. Once again, Wikipedia proves its worthlessness as a reliable source of scholarly information.</td>", "      <td>\"  Message  Hey Coolrunner87, you tedious little shit. Why don't you just grow a pair and stop wasting everyone's time with your whiny posturing about \"\"vandalism\"\"? Fact is, RD Reynolds is a vile mound of goo and puss and is undeserving of a wikipedia entry. Maybe you should go and start an \"\"IWC wiki\"\" or some suchlike, and put all your overweight friends in there? Wikipedia is supposed to be about serious issues like politics, science, geography etc, not some morbidly obese basement dweller who makes up crap about professional wrestling! His books have no sources and contain more errors per page than there are zits on your face.   \"</td>", "    </tr>", "    <tr>", "      <td>466</td>", "      <td>OKAY BUDDY you are a MEANY u make me cry. so i am here to tell you that u can suck my balls cause you are making me have no fun. Oh and also ur moms a total babe, tell her to give me a call sometime. And oh i left my wallet there so make sure u reaturn it please. Alright thanks bye.</td>", "      <td>Aruba and Netherland Antillies (soon to dislove by 10/10/10)   according to the dutch consitution, the relasionship bettewn the netherlands, Aruba, and the other dutch carribean islands is one of a free assosication. Therefore should it not be inculded on this list?74.60.232.185</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>284</td>", "      <td>Going to Bed already?    Going to Bed already? It only 3pm. Better take your Bottle and Blankie with you. Your mommy waiting for you.</td>", "      <td>Feminist. Legend of Zelda series. Katamari Damacy.? Ok. .noet my last statement. I don't think the social scene is suited for you. Go see the 40 year old virgin. Maybe that will cheer you up. Totalooo!</td>", "    </tr>", "    <tr>", "      <td>390</td>", "      <td>I am Jeske Couriano and I suck.GRAWP!!!!</td>", "      <td>\"  I wasn't speaking of the Hebrew spellings of Samael verses Samuel but the way the Hebrew name Shemuwel was \"\"transliterated\"\" by the Latin speaking people of Rome to Samuel which is almost the same as Samael. Obviously because the Jews did say that Samael was the patron of Rome so they must have took it to heart and decided to venerate him instead of choosing a true translieration of Shemuwel. I was being funny when I said Latinese. It is still proper English though. I don't have to speak the Queen's English. As far as Sammy Davis Jr was concerned he said before he died that the only reason he joined the church of Satan was \"\"for the chicks\"\". 99.56.174.63  \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>128</td>", "      <td>You don't believe he's a Palestinian refugee? Why... that's a big accusation. Are they known for lying?</td>", "      <td>MOTHERFUCKER, DONT BE CHANGING THE FUCKING GTA TIMELINE!</td>", "    </tr>", "    <tr>", "      <td>365</td>", "      <td>the rules are i have to warn u... done please dont remove krivosheev numbers this is considered vandalism</td>", "      <td>\"  hehe, you *ARE* truly pathetic Zereshk, as I have pointed out to you before.  You know damn well that the term \"\"racism\"\" or \"\"racist.noment\"\" doesn not apply in Iran in the same way that it applies in countries with true racist history, such as USA and many European countries.  The fact that you are using your familiarity with the English language to get a cheap \"\"winning point\"\" out of a lost game, tells us how weak and pathetic you are.  In absolutely BEST of circumstances, you can associate \"\"turk\"\" in Persian slang with \"\"ethnicity\"\" but if you really grew up in Iran as you claim you did, you know damn well what it is.  And especially \"\"torke tablo\"\", which you are.  Given your pathetic edit history of \"\"all image and no substance\"\" I repeat, I is hard to imagine a lower and less self-respecting Iranian than you.  You were born to be wannabee-western and as such, Iranians like you deserve to be jew-slaves.   \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>111</td>", "      <td>It would explain why nonJews treat Jews as a group - if the group acts racist then they may get treated the same - racially and not as individuals. Whites get the same deal with blacks ( or any other group we abuse).Blacks get.....  Moral - try not to act like a group in the oppression business.159.105.80.141</td>", "      <td>I dont think that this person knows what they are talkin about because he sounds like he is in blank....he doesnt have any clue what the Soviet Union is and i just have to say....FUCK ALL YALL!!!!!!</td>", "    </tr>", "    <tr>", "      <td>57</td>", "      <td>wikipedia nazis can suck it bitches</td>", "      <td>hello mother fucker hijo edputa</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>378</td>", "      <td>Nope, not going to stop editing it. I'm not breaking any rules and if you try anything, I will report you to the admins.</td>", "      <td>SPACE AFTER PERIOD YOU BUCKET HEAD. SUCK TO MUCH CARBON MONOXIDE? 207.69.139.142</td>", "    </tr>", "    <tr>", "      <td>553</td>", "      <td>\"  ____Interesting discussions here although we all have to admin that their is lack of sources most of the sources we have are non-english. If anybody want indian I sure can provide hindi sources which all of confirms the ghuri kingdom to be Pathans. Because they were major player in history of india. I think most of their era was spend in India, I remember Karturaghti's mentioning that Ghurids were not Farsi and that their offspring hated Farsi as well and did not wanted to be spoken in their courts. With all respect to Iranian dominated wikipedian but we have to admit that Pashtuns or Afghans are really disrespected in this matter specially in their So called true and first pashtun dynasty. Many of our sources point out that Pathans were the owners of Ghurid kingdom and in fact if someone looks at the word Pathan they will see the picture clearly of how it came to be noticed by indians as first muslim \"\"invaders\"\".  Also talk The Iranica's is too vague if  ansab n  family were persian Sassanian/middle persian and it.noes the word from the name \"\" Wi nasp\"\" and who was  Wi nasp, what or who was  Wi nasp? Iranians and indians always exchange names such as Iraj should we claim Iraj to be an indian just because its an indian name drived Raj?  Wi nasp does help in anything only one guy Justi, Namenbuch, in  282 mentions about Wi nasp with less than 10 word and not even details. So we believe in that just because Iranica says so? I personally don't see any logical trace between.  I remember reading this even back in india how.noe muzzafudin said when Arabs came we were not aware of Arabs or Islam our forefathers accepted Islam and blessed by khlifa Ali?  The Shansbani might of knew about their root and if they were persian or any ruling dynasty related to persia they would take pride and condamn the Arabs like the parsis of india. One sure thing I know that suri by their own word were the first muslims of Afghanistan and considered themselves anti-persian. Because the fella called Farsiwan seems to pull out something which I researched. Correct me if I am wrong why did Suri mention in shahnameh killed the last king of Persia and helped spread Islam? Why did khawarzm who won hearts and minds of persian yat hated by sunni population and the hardcore sunni ghurids, who were pan-abbasids?.  The most important concept here is that Ghurid were Afghan and perhaps pure and since pashtuns claim it as own nothing wrong with that. Because every pashtun tribe or dynasty one way or other did not give up persian and it was always in their courts. Because of their nature being natives of Khorasan as many iranian intellectuals agree came modern Persian language so what is the problem?  68.171.231.17  \"</td>", "      <td>I knew you were a dick but a fag too?  nice job on the .noan discussion  I liked how you buried the.noments in the archive section</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>344</td>", "      <td>\"  (1) allow me to start with this one: \"\"Even at the time, The Zionist leadership denounced the massacre.\"\" - Israel has a history of first saying sorry and later making a full investigation - to add to this, at the time, there was no real intention at letting the arabs think that jews are cute and nice people - to remind you, jerusalem was under seige and convoys were being shot at repeatedly. both sides were involved in spreading that 250+ died. this does not negate the current general belief to the event which is very controvercial. (2) there's allways been israeli counter opinions - that's what's so great in democracy - however, they do not constitude \"\"the israelis\"\" the same way that people like \"\"walid shoebat\"\" does not constitude \"\"the palestinians\"\" - if it's a matter of semantics, than i suggest we say \"\"the villager palestinians\"\" and \"\"the etzel and some isareli historions\"\" or something close... personally, i preffer my previous phrasing. (3) i'd be happy to hear who are these many israelis - prefferably with serious links their conducted research method and accounts of the battle - to validate that they are not groups with mainly arab-israeli supporters.  \"</td>", "      <td>Ohh, I didn't thought that situation is that bad you being gay. I'm sorry for you fagg.</td>", "    </tr>", "    <tr>", "      <td>201</td>", "      <td>Unblock me   i wish to be unblocked, I did no vandalisim to this website, although I cannot account for other morons that may share this.noputer with me. I wish to be a productive member and make the neccesairy changes to certain articles. Thanks.</td>", "      <td>Futile  Your attemps to.nopromise free speech are futile, Bignole. I will continue to exercise my rights as an American and post any and all opinions. As you can see, some people are on my side, such as RR3</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>41</td>", "      <td>inflammatory.noment   I wouldn't remove a warning. Like if I violated some policy, or vandalized something, that would be a warning. What you posted on my talk page is just an inflammatory.noment with no actual reason. First prove to me that I violated a policy, then I will keep your.noment. I'll remove that again, please chose some other way than just edit warring with me if you want it restored. ackoz</td>", "      <td>Problems WHY DID YOU DELETE MY FUCKING PAGE YOU NIMROD!!!!!!!!?????????????!!!!!!!!</td>", "    </tr>", "    <tr>", "      <td>289</td>", "      <td>\"Also, in your.nomenting about my article, you have clearly violated the \"\"personal attacks\"\" portion of Wiki's rules.  \"</td>", "      <td>Go on, have me blocked. It won't change anything. You're a shill and a gamer WP:GAME.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>732</td>", "      <td>so that you don't sound like such an elitist (insert your own derogatory)</td>", "      <td>I call a spade a spade, and a racist fool a racist fool. Bring it, brownshirt.</td>", "    </tr>", "    <tr>", "      <td>571</td>", "      <td>\"   Enraging Changes and Hyper-Hyphenitis!   Hello:  I was wondering if you are familiar with the current status of a situation that made/makes me SO MAD MY HEAD IS ABOUT TO EXPLODE ... I mean the situation where the User/Idiot named \"\"Kwami\"\", or something like that, went around willy-nilly changing/moving/redirecting a large number of oncology-related pages by inserting hyphens, giving us.nobined-small-cell-non-small-cell-carcinoma and other idiotic tripe. What is up with that, sir? Can you elaborate for me at your convenience.  His hyper-anal pseudo-vandalism (sorry) has got me to the point that I just feel like leaving Wikipedia, because just looking at his messes makes me want to puke the whole time I'm on one of the pages.  Any help you can give me, at your convenience of course, would be GREATLY appreciated.   Very-best-regards: Cliff L. Knickerbocker, MS  \"</td>", "      <td>\" You know MBK004 and Postoak, do you think I really care if you block my account?  No I don't.  I have access to more than one.noputers and I have more than one emails.  So to scare me by saying that you can block me doesn't work.  I can't believe I even wasted my time here arguing with the two of you geeks.  MBK004 maybe when you wrote \"\"I am a college student who is thought by many to have no life at all\"\" on your profile, it is true after all.  When people ask what you do for a living and your response is \"\"Oh I'm a sycop.  I edit wikipedia pages.\"\"  Is that even a real job?  I won't be proud putting that job title on my resum .  Also the car that you currently owned suits your profile better than the Aston Martin V8 Vantage.  Your centuries-old 1999 Oldsmobile Aurora fits for a geek like you.  Sitting on your arse all day editing pages would give you a beer belly and no way you would look good in an Aston Martin.  Promise.  And Postoak you did delete the talk page before you put it in archive folder.  I also know you have a sockpuppet account of User:RJN.  My advice for you two is: get a real job and stop being a hypocrite.\"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>411</td>", "      <td>No one is vandalizing assholes, so get it straight!!!</td>", "      <td>Vadalize?   What did I vandalize you fool? ya admin are lyke Bush alwayz keeping us Niggers down! now tell me what I did, so I can try ta get your admin removed.</td>", "    </tr>", "    <tr>", "      <td>172</td>", "      <td>\"   Wrestling alumni categories   No one ever bothered to mention to WP:PW that all those categories were being nominated for deletion. Since this affect hundreds (if not thousands) of articles, that was a pretty asinine thing of the nominator to do. Since WP:DRV r.nomends trying to solve it with you first since you were the closing admins, what do you r.nomend? There was no reason at all to delete them when other sports have the same things. Hell, some are worse. there Drew Bledsoe, for example, is in categories for all 3 NFL teams he played for plus quaterback categories for all 3 (i.e. \"\"Dallas Cowboys quarterbacks\"\", \"\"Buffalo Bills quarterbacks\"\"). The way I see it, the major categories should and will be brought back eventually.  Spyke \"</td>", "      <td>I find amazing one of the.noments by one of the wikithugs, that knowledge of Brighton is irrelevent. Well you have certainly shown your lack of knowledge of Brighton.  What a crock of shit Wikipedia is proving to be. Garbage in, garbage out.  Who is placing the link is irrelevant. What is relevant is the quality and accuracy of the page linked to. A point the monkeys in the zoo seem to have.nopletely overlooked.  It seems to me the underlying problem is that the linked page is well written, vastly superior to the Wikipedia page, thus shows yet again what a crock of shit is Wikipedia.  If the morons throwing their tantrums on this page are typical of Wikipedia, then it would be a surprise if it was not a crock of shit.  Small wonder then that Wikipedia is seen as one big joke.  No doubt the children will shit their nappies and throw a few more tantrums at yet more critical.noments on their pathetic antics.  And yes, to save asking, I know Brighton!  Roll on the end of school holidays!</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>317</td>", "      <td>Delete from God's brain</td>", "      <td>\" It would be uncivil to call you a dickhead.  To note that you are pro-Lehi is simply to state the obvious.  Our point is so strong that there is no way to help or weaken it.  \"\"Almost exactly the same\"\"?  The same except that one is POV and the other is NPOV.       \"</td>", "    </tr>", "    <tr>", "      <td>27</td>", "      <td>Because this article is a classic POV Fork.</td>", "      <td>\":::All right, fine. But I didn't even start this discussion; I just joined in. Every time someone tries to get this article to be neutral, some bullheaded evolutionist jumps down his throat with \"\"Stupid! Evolution is proven and you're an idiot!\"\"   \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>461</td>", "      <td>\" He does have an account, editing variously as  (talk   contribs),  (talk   contribs) and  (talk   contribs), that I know of, not to mention editing as various anonymous IPs, sometimes constructively, sometimes not, with a penchant for pov-pushing and original research, especially in articles concerning his relatives and other Bukharan Jews...  talk \"</td>", "      <td>FAGGOT   FAGGOT   FAGGOT   FAGGOT</td>", "    </tr>", "    <tr>", "      <td>393</td>", "      <td>I believe I have been blocked without just reason to begin with. This led to above reaction. My edits have always been constructive, but I have to insist that admins still are considerate, once they have blocked without good reason, on a false IP vandal alarm. At this point You have spoiled my fun in the tedious work of proofreading your articles and applying corrections from the references in citecheck. I don't believe I will waste my time further in really improving your Wikipedia. Lose an old man with scientific education. Keep your overly eager admin. 70.137.146.36</td>", "      <td>You naughty boy!   What have we got here?  Looks like it's your second time around with this article )</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>434</td>", "      <td>On account of the project deciding to ignore history, I hereby quit. Good bye. Oh, and Tim Vickers is a.noplete asshole. LOL. Bye.</td>", "      <td>Yes there are problems with your English you pathetic Mexican asshole - I'm gonna continue making your life hell until I can rejoice in the pleasure of hearing your death.</td>", "    </tr>", "    <tr>", "      <td>583</td>", "      <td>\" No, I'm not joking.  I'm hoping to help BD avoid digging himself into a hole full of shite.  Really, that's what I'm doing.  I know it may be hard, but please trust me on this.  (talk  stalk!) \"</td>", "      <td>\"\"\"Holland\"\" is a much more attractive trade name and the Dutch would be wise to stick to it. The fact that 3-nippled cousinfuckers in the East and the South resent it is just tough shit for them.  \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>575</td>", "      <td>Jewsdidwtc.no  Even though this is more of a troll site I think it should be included since CNN did a story on it, and it contains pictures of goatse.</td>", "      <td>John Clarke isn't Australian...   Jew</td>", "    </tr>", "    <tr>", "      <td>145</td>", "      <td>dont   dont sheeple Wikipedians get it? i will NEVER create an account. NEVER ever. N-E-V-E-R.</td>", "      <td>How is this guy notable?  No one's ever heard of the guy.  Who cares about some dime-a-dozen custom knife-maker.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>716</td>", "      <td>Organizations   All the Organizations in this article are.nomunist terrorist groups, is there any particular reason why they are in this article?</td>", "      <td>NAZI WIKIPEDIA ADMINS EVERYONE KNOWS THEY LOCK THESE ARTICLES SO ONLY THE LIBERAL NAZI WIKI ADMINS CAN CHANGE THE INFORMATION. THIS SITE IS THE WORSE WHEN IT COMES TO BEING FAIR!! ALL THE ADMINS VOTE THEIR FRIENDS IN AS ADMINS. IT IS A BIASED WEBSITE AND THEY DO NOT ALLOW INFORMATION THAT ALLOWS THEIR POLITICAL CANDIDATES TO LOOK BAD. THIS IS WHAT THEY DO IN CHINA AND NOW ON WIKIPEDIA.</td>", "    </tr>", "    <tr>", "      <td>522</td>", "      <td>CONTINUE TO CHANGE, OTHERWISE, ALL THAT WILL BE LEFT IS A SHALLOW HUSK OF AN IDEA</td>", "      <td>God, will someone please ban this idiot's subnet and get it over with. -.-</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>55</td>", "      <td>@Qwyrxian suck my dick</td>", "      <td>EVula you may have blocked my friends but you wont block me or you will be sorry. You are doomed EVula. I will hunt you down and brutally murder you. Then I will throw your body into the ocean. How sad is it knowing you will soon be fishfood?</td>", "    </tr>", "    <tr>", "      <td>133</td>", "      <td>Your Edits to a Certain Airport:   Please refrain from vandalising articles. If you continue, I will contact your employer (Jet*) and you will be terminated.  Happy Editing mate,  122.106.17.105</td>", "      <td>Also remember the what assuming does it makes an ASS out of U and ME.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>576</td>", "      <td>gay charver that no one likes</td>", "      <td>Shove that barnstar up your ass, you faggot.</td>", "    </tr>", "    <tr>", "      <td>382</td>", "      <td>Sikh-history   User:Sikh-history  have you got any shame what is the sikh history is fcuking waste man!  sort your life out! and sikh history out! waste man</td>", "      <td>.es   Remove my block in .es NOW!</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>557</td>", "      <td>My new re stubs may not be perfect but at least I could give a damn that these articles exist, which is more than I can say about you.</td>", "      <td>THAKSIN IS A FXXCKING THIEF AND SHOULD BE SHOT ANF KILLED WITH ALL HIS FAMILY MEMBERS - ASS-HXXES ALL OF THEM!   Bold textREAD HEADING ENOUGH SAID...</td>", "    </tr>", "    <tr>", "      <td>609</td>", "      <td>While it may be true that there are thousands of trolls for Richard Kastle and Lang Lang... there is a huge difference. Although Lang Lang does (visually) look like an idiot when he performs with his weird facial expressions and over exaggerated face... he still happens to be a brilliant pianist (in the pieces where he doesn't decide to go 10 times the speed as directed.)   Richard Kastle however as far as I (or many other people have tried) know has never had a single CD published or recorded. The fact that on the entirety of YouTube there is about 30 seconds of actual footage of Richard Kastle playing and a still shot of him on a Jay Leno show.   Many of the so called 'trolls' that abuse Richard Kastle have a right to do so, due to the fact that a couple of psychologically disturbed people who praise him for being the greatest pianist of all time are truly wrong. There is also video footage on YouTube of a guy (who I believe is Kastle) discrediting major pianists such as Horowitz and Cziffra because they 'supposedly' simplified parts of their repertoire. This is.nopletely NOT true due to the fact that University Professionals and other Professional Pianists would easily have picked up such a disregard for the music, in seconds.   This article on Richard Kastle should be deleted due to the fact that it is just another excuse for one of those psychologically disturbed people who praise him for being the greatest pianist of all time, to brag about a man who does not deserve the credit he deserves. If it IS true that Kastle did actually discredit the great pianists - this page should be taken down for praising a slander who has the audacity to verbally abuse the good name and brilliant talent of the pianists who are deceased and have no way of discrediting this so called fraud called 'Richard Kastle'.   I r.nomend that the Richard Kastle page be deleted, so we don't get every Tom, Dick and Harry wanting their own page for self-promotion.</td>", "      <td>Maybe you should quit being a douche bag, and then people will listen to you.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>533</td>", "      <td>Wikipedian idiots! Live your life through your screen. A.noplish nothing more than useless contributions.</td>", "      <td>. Crzrussian, slit your wrists</td>", "    </tr>", "    <tr>", "      <td>156</td>", "      <td>\" You've been overtly harsh with it. No need. Leads often don't have sources. Your being rather preducice You are the THICKEST person ever if you cannot read what is impled or understand basic words such as Madien in a sporting context and thus shouldn't be doing GAC's ever!    LEVEL 2 English exactly why you shouldn't be.nomenting on FACs and GACS gee wizz this is why the English wiki is so shit.  What's going on? I asked you to explain your objections a couple of days ago to moving pictures in the 'Golden Eagle Awards' article, but you haven't; I see you have also been asked above to review something, but you haven't done that either. In the meantime you have found time to 'edit a tonne of other pages'. And at the top of this page you have a box which says: \"\"If you want to ask me something, please do that so.\"\"You seem to have ignored everything and everyoneWhat's going on?  \"</td>", "      <td>\"  response to your nasty personal attacks, Blockader and Blah 'You people are unbelievable in your ignorance and the ease to which you get brainwashed by subversive propaganda.  Learn to read. I said that Paine and Jefferson came up with the ideas for a minarchist government whereby the freedom and equality of the people would  be protected. Have you read Paine and Jefferson? You are attacking the wrong men. If you want to rightfully attack an American forefather attack Alexander Hamilton and James Madison, and others.  I never said they were anarchists. I do say, though that Jefferson expressed his admiration for anarchism. If he had suggested it at a congressional meeting he probably would have been shot or lynched or they just would have impeached him. (Something that many of them wanted to do anyway.)  Being patriotic to your country and anarchism are not mutually exclusive. Sounds like you have been reading too much Communist propaganda. Communists just love to subvert governments and China is trying to subvert this one right now. I personally would love to overthrow the fascist-socialist state we're in right now and get back our freedom. But Maoism is not something I would have in mind in the way of freedom.  Blah and Bockade, since you think you know the ideologies that are best for me, let me find one for you. Hmm, maybe subverting your current government into a dictatorshiptotalitarian state would be appropriate. Or perhaps, as you are incapable of reading.noprehension or the most rudimentary thought, working in a convenience store, rather than editing what used to be an encyclopedia would be a good idea for you. Or maybe, how about going and fucking yourself. Now, after having  baited me with your ignorant and idiotic.noments, go running to the admins and report me for PAing you, thereby proving beyond any shadow of a doubt how unanarchistic yet socialistic you really are.  Apparantly, Aaron this article is the way you'' want it to be, just to get some accuracy into your last.noment.  Intangible, thanks for your support and for your intelligent.noment. duck talk \"</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>513</td>", "      <td>\"  So English people are a \"\"race\"\" now, are they?  I've heard it all now!\"</td>", "      <td>OriginalResearch Template   There is no respected source which suggests that male pregnancy is either possible, or likely.  Comments to that effect in this article are nonsense and uncited.</td>", "    </tr>", "    <tr>", "      <td>95</td>", "      <td>\"  I hope admins will respond to the attacks in this post appropriately. I've done nothing to even suggest I'm a Muslim, much less a fundementalist. It's true that the mainstream Jamaat i Islami in Bangladesh has tempered its views due to public pressure, that doesn't mean I support them. I'm a secularist. All this other nonsense he's stating what with phrases like \"\"filthy hindu\"\" is part of his game of browbeating Muslim wikipedians, something he's done to many other editors before. \"</td>", "      <td>Simply put, neither the song nor the penis are notable enough.   | (talk)</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>358</td>", "      <td>When you turn on your shower, and you smell raw sewage, you can thank wikipedia, textbooks, and people who blatently did not listen to science, but in turn promoted dogmatic theories like electrons, for their own political endevor. When you say V=IR like it is some kind of phrase that is not to be questioned, you are not a practioner, or a scientist, but an idiot because, you are misusing the word voltage and current, and there is a third thing.noing from the power source, that you do not even have a word for. This theory, doesnt even fit together, to even explain how electrons are tied into this, and you are not a scientist if you accept them.</td>", "      <td>give a **** on them. I inserted</td>", "    </tr>", "    <tr>", "      <td>416</td>", "      <td>and the fact that it is stupid, limited in understanding, plays down how acedemics like Coe started this bs story, and also far off base as far as what 2012 is actually about. Just sayin' ~*~ M 67.164.145.1</td>", "      <td>Israeli looser  It is very pleasant to see with all of efforts of you and your band, you couldn't delete Adolf Hitler's 50th birthday. It proved that you are such a big Israeli looser. Loosers generally suck! lol</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>43</td>", "      <td>No need to kick them where they are down. Your own editing behavior is also questionable... so take it easy  (talk)</td>", "      <td>Nonsense (  But I want them to unite D  I am sorry I dont know Russian, not yet anyway ;)  I am from Sweden. Schools here are free, but to study Russian at an uni level is no joke so I dont know if I want to do that AND to study what I am allready studying which is math but I will most likely jump to physics.  And nice seeing you to ;)  ( )</td>", "    </tr>", "    <tr>", "      <td>740</td>", "      <td>Warning #2    Please stop your disruptive editing. If you continue to vandalize Wikipedia,  you will be blocked from editing.  68.42.27.164</td>", "      <td>Are you frickin crazy?  This guy was going around harassing people!  What the hell did I do here!  I never once attacked him!  Neither me, or whoever!</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>335</td>", "      <td>Hey, Azerbaboon, I dont know how to speak your screeching tongue but, in english there is citation of the problem with 20%. Regards, or else I will khojalize you.67.85.7.103</td>", "      <td>you again  once gain, u do not own that article. u are lucky that all ur progamer artivles havent been deleted becaused very few of them contain ANY cites. if u dont want that to be reported then stop reverting my edits!!!!!! xx amanda</td>", "    </tr>", "    <tr>", "      <td>579</td>", "      <td>Goodbye Everyone I am Blocked From Wikia   However you can still see me on here like the loser that I am. Infact I am going to watch the page of 70.127.201.51 day and night now since I have no life.     Why did you get blocked?</td>", "      <td>But he deserves to be vandalized, lumpy!</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>752</td>", "      <td>Dude You are such an obvious sock, you are going to to get my sockpuppetry operation found out. Create another account, the jig is almost up on this one. Use a little more care, create a good cover, use sleeper socks, something. Of course, you could be an agent provocateur. 69.94.12.123</td>", "      <td>fuck you   fuck you deletionist.</td>", "    </tr>", "    <tr>", "      <td>352</td>", "      <td>Hirschfeld a transvestite?  I wonder where to find proof of Hirschfeld being himself a transvestite. Any pictures?</td>", "      <td>Hey, guess what?  You're still a twat.  I love you, douchebag.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>54</td>", "      <td>\"  Awaaze read your pov \"\" 8000 cases of missing persons have been reported since the start of the war on terror from different parts of the country.\"\" scoop lol your basically lying througjh your teeth about azad kashmir  \"</td>", "      <td>Sex-positive feminism   You want a link on Paglia to support this?  Here it is, you hypocritical loser!  Remember to scroll down and read the whole thing before you vandalize this article again with your ignorance: tthp://www.reference.no/browse/wiki/Sex-positive_feminism</td>", "    </tr>", "    <tr>", "      <td>265</td>", "      <td>, obviously Lan3y knows more about the band than mark and tom, an  example of Stupidity.</td>", "      <td>Okay, then he isn't an idiot, just a dense person. Gute Nacht.</td>", "    </tr>", "  </tbody>", "</table>", "<table border=\"1\" class=\"dataframe\">", "  <thead>", "    <tr style=\"text-align: right;\">", "      <th>worker</th>", "      <th>less_toxic</th>", "      <th>more_toxic</th>", "    </tr>", "  </thead>", "  <tbody>", "    <tr>", "      <td>639</td>", "      <td>Soxwon, I'm not attacking, but I am pointing out you have NOT contributed to the discussion, yet you keep reverting without explanation.  You say that you want outside editors to see something, but this has been your excuse from the beginning.  This discussion on H&amp;K; has been pretty involved.  Where are the outside editors?  I see one, CoolCaesar who checked my reference and said I was correct.   Soxwon, I'm not basing my.noment on you on your other posts.  I am basing it on the problems you've caused for me.  For no reason beyond, you want an outside editor to see something, for multiple reverts.  I was banned fighting you on the reversion, then you got me banned because you said I did something called a sockpuppet.  When I look over your talk page, it looks like you are constantly stirring up sh@t.  You have no intellectual interest in this page.  Leave it alone.</td>", "      <td>If somebody else can find it, I read in an old review of RENT that two of the main cast members were actually gay. I know one of them is Anthony Rapp, and I'm positive it's not Adam Pascal, Taye Diggs, or Idina Mendzel.</td>"]